hurrican/hurrican-acceptance-test/src/citrus/resources/templates/ffm/v1/FFM_Default/deleteOrder.xml

<?xml version='1.0' encoding='UTF-8'?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <wfs:deleteOrder xmlns:wfs="http://www.mnet.de/esb/cdm/Resource/WorkforceService/v1">
            <wfs:id>${workforceOrderId}</wfs:id>
        </wfs:deleteOrder>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>